<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Fields
    |--------------------------------------------------------------------------
    */

    'field.guard_name' => 'نام گارد',
    'field.name' => 'نام',
    'field.permissions' => 'دسترسی‌ها',
    'field.roles' => 'نقش‌ها',

    /*
    |--------------------------------------------------------------------------
    | Labels
    |--------------------------------------------------------------------------
    */

    'section.permission' => 'دسترسی',
    'section.permissions' => 'دسترسی‌ها',
    'section.role' => 'نقش',
    'section.roles' => 'نقش‌ها',
    'section.roles_and_permissions' => 'نقش‌ها و دسترسی‌ها',
];
