<?php

return [
    /*
    |--------------------------------------------------------------------------        
    | Fields
    |--------------------------------------------------------------------------        
    */

    'field.guard_name'        => 'اسم الحارس',
    'field.permissions_count' => 'عدد الأذونات',
    'field.name'              => 'الإسم',
    'field.permissions'       => 'الأذونات',
    'field.roles'             => 'الصلاحيات',
    'field.role'              => 'الصلاحية',
    'field.team'              => 'الفريق',
    'field.models'            => 'النماذج',

    /*
    |--------------------------------------------------------------------------        
    | Actions
    |--------------------------------------------------------------------------        
    */

    'action.attach_to_roles'  => 'ربط بالصلاحيات',

    /*
    |--------------------------------------------------------------------------        
    | Labels
    |--------------------------------------------------------------------------        
    */

    'section.permission'            => 'إذن',
    'section.permissions'           => 'الأذونات',
    'section.role'                  => 'صلاحية',
    'section.roles'                 => 'الصلاحيات',
    'section.roles_and_permissions' => 'الصلاحيات والأذونات',
    'select-team'                   => 'اختر فريقًا',
    'select-team-hint'              => 'اتركه فارغًا لدور عام',
    'section.users'                 => 'المستخدمون',
];
